tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
brew "anyenv"
brew "bat"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "glib"
brew "clang-format"
brew "coreutils"
brew "harfbuzz"
brew "pango"
brew "fzf"
brew "gh"
brew "gist"
brew "git"
brew "gnu-sed"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "jq"
brew "lazygit"
brew "lsd"
brew "maven"
brew "mysql"
brew "nodebrew"
brew "openssl@3"
brew "pyenv"
brew "ruby-build"
brew "tfenv"
brew "tmux"
brew "tree"
brew "zlib"
brew "sanemat/font/ricty"
