tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "knqyf263/pet"
tap "sanemat/font"
brew "anyenv"
brew "xz"
brew "automake"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bash"
brew "bat"
brew "bison"
brew "glib"
brew "chruby"
brew "clang-format"
brew "coreutils"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "jq"
brew "libffi"
brew "libyaml"
brew "lsd"
brew "maven"
brew "zlib"
brew "mysql"
brew "nodebrew"
brew "openssl@3"
brew "percona-toolkit"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "ruby-build"
brew "ruby-install"
brew "sheldon"
brew "tfenv"
brew "tmux"
brew "tomcat@8"
brew "tree"
brew "knqyf263/pet/pet"
cask "alfred"
cask "alt-tab"
cask "clipy"
cask "coteditor"
cask "deepl"
cask "drawio"
cask "fuwari"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "miro"
cask "slack"
cask "visual-studio-code"
